Repository: Clarity-89/modelbrouwers
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: nl

source: English
nl: Engels

source: Dutch
nl: Nederlands

source: Access denied
nl: Geen toegang

source: Oops... you don't have access to this page!
nl: Oeps... je hebt geen toegang tot deze pagina!

source: The requested page cannot be shown, you have insufficient permissions. You might need to log in to view the content.
nl: De opgevraagde pagina kan niet getoond worden, je hebt onvoldoende rechten. Mogelijk moet je inloggen om de inhoud te kunnen zien.

source: 404: page not found
nl: 404: pagina niet gevonden

source: Oops... a 404!
nl: Oeps... een 404!

source: Modelbrouwers.nl admin
nl: Modelbrouwers.nl administratie

source: Builds
nl: Brouwverslagen

source: Find a member
nl: Vind een gebruiker

source: Materials and knowledge for scale modelling.
nl: Materialen en kennisbank voor de modelbouw.

source: Back to the Modelbrouwers.nl homepage
nl: Terug naar de Modelbrouwers.nl homepage

source: Migrations
nl: Migraties

source: Login
nl: Inloggen

source: Register
nl: Registreren

source: logout
nl: uitloggen

source: Profile
nl: Profiel

source: Hosting by <a href="%(url)s">Flexwebhosting</a>
nl: Hosting door <a href="%(url)s">Flexwebhosting</a>

source: logged in as <a href="%(profile_url)s">%(user)s</a>
nl: ingelogd als <a href="%(profile_url)s">%(user)s</a>

source: Pick an option
nl: Kies een optie

source: Current: <a href="%(url)s">%(url)s</a>
nl: Huidige: <a href="%(url)s">%(url)s</a>

source: The form contains errors
nl: Het formulier bevat fouten

source: There are errors between the forms
nl: Er zijn foutmeldingen bij de formulieren

source: Submit
nl: Versturen

source: Fix the error:
nl: Los het probleem op:

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: Visit the homepage!
nl: Ga naar de homepage!

source: Visit the forums!
nl: Ga naar het forum!

source: Visit the shop!
nl: Ga naar de shop!

source: You are now in the photo albums!
nl: Je bent nu in de albums!

source: Go to the albums!
nl: Ga naar de albums!

source: Visit the kit reviews!
nl: Ga naar de kitreviews!

source: Manage group builds!
nl: Beheer groepsbouwen!

source: group builds
nl: groepsbouwen

source: Toggle navigation
nl: Schakel de navigatie aan of uit

source: First page
nl: Eerste pagina

source: of
nl: van

source: Last page
nl: Laatste pagina

source: Oops! This has been removed...
nl: Oeps! Dit is verwijderd...

source: Sorry! The Secret Santa application is no longer available. Since it was barely used, this has been removed.
nl: Sorry! De Secret Santa app is niet meer beschikbaar. Door het weinige gebruik is deze verwijderd.

source: Search
nl: Zoek

source: Oops! There is no more stock...
nl: Oeps! Er is geen voorraad meer...
