Repository: Clarity-89/modelbrouwers
Catalog: src/brouwers/secret_santa/locale/*/LC_MESSAGES/django.po
Languages: nl

source: year
nl: jaar

source: Year the lottery starts.
nl: Jaar waarin de lootjesverdeling plaatsvindt.

source: enrollment start
nl: start inschrijvingen

source: From when can people enroll.
nl: Tijdstip vanaf wanneer mensen mogen inschrijven.

source: enrollment end
nl: einde inschrijvingen

source: Until when can people enroll.
nl: Tijdstip tot wanneer mensen mogen inschrijven.

source: lottery date
nl: datum lootjesverdeling

source: When will the lottery happen?
nl: Wanneer gebeurt de lootjesverdeling?

source: Lottery done?
nl: Lootjes verdeeld?

source: price class
nl: prijsklasse

source: Enter a value here for the estimated price class of the gift.
nl: Vul hier de prijsklasse van het cadeautje in.

source: secret santa edition
nl: secret santa editie

source: user
nl: gebruiker

source: participant
nl: deelnemer

source: participants
nl: deelnemers

source: Participants
nl: Deelnemers

source: My Secret Santa
nl: Mijn Secret Santa

source: &quot;Secret Santa is a Western Christmas tradition in which members of a group or community are randomly assigned a person to whom they anonymously give a gift.&quot; <sup>[<a href="http://en.wikipedia.org/wiki/Secret_Santa">Wikipedia</a>]</sup> Since we're a scale modelling website, the gift is in the form of a modelling kit. The intent is to finish the model by the end of %(year_later)s (and we really hope everybody succeeds). You're supposed to put the build report in the normal subforum, provided with the tag <code>[SS %(year)s]</code>.
nl: Het idee van Secret Santa (SS) is dat je, net als bij lootjes trekken, een cadeautje (in de vorm van een kitje) krijgt van een willekeurig forumlid (die deelnemer is). Het is de bedoeling om het cadeautje vóór eind %(year_later)s af te hebben (en we hopen dat dat ook iedereen lukt). Je plaatst je brouwverslag in het gewone forumdeel, maar je zet in je topictitel de volgende tag: <code>[SS %(year)s]</code>.

source: The price class is %(price)s euros. You can always buy a more expensive kit, but expect your Secret Santa to stick with the price range. It would be fun to include a poem with the gift, since that is tradition, but it's no obligation to do so.
nl: De prijsklasse is ongeveer %(price)s euro, erboven mag altijd, maar omdat het lullig is als jij een kit van &euro;30,- opstuurt en je krijgt een kitje van &euro;12,50,- terug, is het verstandig om in de buurt van deze prijsklasse te blijven. Verder is het niet verplicht om een kerstgedichtje bij het cadeautje te doen, maar het is wel leuk natuurlijk.

source: Signing up is possible from %(enrollment_start)s <strong>until %(enrollment_end)s</strong>. After this date (on %(lottery_date)s) the random assignment will be executed. After that, you're all set to buy your Secret Santa a nice present! An e-mail notification will be sent when the assignment is done.</p>
nl: Aanmelden kan van %(enrollment_start)s <strong>tot %(enrollment_end)s</strong>, daarna (op %(lottery_date)s) worden de lootjes verdeeld en kan iedereen een cadeautje kopen voor degene die op z'n lootje staat... Je krijgt een notificatie per e-mail als de lootjes verdeeld zijn.

source: Sign up
nl: Inschrijven

source: To be able to sign up, you must make sure that your address details are complete in your <a href="%(profile_url)s">profile</a>.
nl: Om te kunnen inschrijven moet je ervoor zorgen dat je adresgegevens in je <a href="%(profile_url)s">profiel</a> volledig zijn.

source: Sign up!
nl: Inschrijven!

source: Your address details are incomplete.
nl: Je adresgegevens zijn onvolledig.

source: You have signed up already.
nl: Je bent al ingeschreven.

source: Signing up is not possible at this time.
nl: Inschrijven is niet mogelijk op dit moment.

source: Who's my Secret Santa?
nl: Welke Secret Santa heb ik?

source: Click <a href="%(receiver_url)s">here</a> to find out. You should have received the information by e-mail too, though.
nl: Klik <a href="%(receiver_url)s">hier</a> om dat te ontdekken. Je zou de informatie ook per e-mail moeten ontvangen hebben.

source: Do the lottery
nl: Lootjes verdelen

source: The lottery can only be done on %(date)s or later.
nl: De lootjes kunnen pas vanaf %(date)s verdeeld worden.

source: Done already!
nl: Is al gebeurd!

source: The lottery is done.
nl: De lootjes zijn verdeeld.

source: Your match does not exist.
nl: Je Secret Santa bestaat niet. Paniek!

source: You're not a participant!
nl: Je bent niet ingeschreven!

source: You can't view the lottery results yet.
nl: De lootjesverdeling is nog niet beschikbaar.
