Repository: Clarity-89/modelbrouwers
Catalog: src/brouwers/groupbuilds/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Groupbuilds
nl: Groepsbouwen

source: Groupbuilds moderation queue
nl: Groepsbouwen goedkeuringswachtrij

source: Empty queue, good job!
nl: De wachtrij is leeg, goed gedaan!

source: Groupbuilds without forum
nl: Groepsbouwen zonder forum

source: The start date cannot be edited if the build is outside of the concept state.
nl: De startdatum kan niet bewerkt worden als de groepsbouw niet in de concept/idee fase is.

source: The duration cannot be edited if the build is outside of the concept state.
nl: De duur kan niet bewerkt worden als de groepsbouw niet in de concept/idee fase is.

source: 30 days
nl: 30 dagen

source: 2 months
nl: 2 maanden

source: 3 months
nl: 3 maanden

source: 6 months
nl: 6 maanden

source: one year
nl: een jaar

source: concept/idea
nl: concept/idee

source: submitted for review
nl: aangevraagd

source: accepted
nl: goedgekeurd

source: denied
nl: afgekeurd

source: extended
nl: verlengd

source: Forum id of the group build subforum
nl: Forumid van het groepsbouwforum

source: theme
nl: thema

source: Theme/name of the group build
nl: Thema/naam van de groepsbouw

source: forum category
nl: forumcategorie

source: description
nl: beschrijving

source: Short description
nl: Korte beschrijving

source: admins
nl: verantwoordelijken

source: Users who manage the group build.
nl: Gebruikers die de groepsbouw beheren.

source: start date
nl: startdatum

source: Date when you want to start building.
nl: Datum waarop het bouwen zou beginnen.

source: end date
nl: einddatum

source: Date this build ends.
nl: Datum waarop het bouwen stopt.

source: duration
nl: duur

source: users can vote
nl: mogelijheid tot stemmen

source: Let users vote to determine the build popularity
nl: Laat de gebruikers stemmen of de groepsbouw moet doorgaan of niet

source: upvotes
nl: positieve stemmen

source: downvotes
nl: negatieve stemmen

source: rules topic
nl: topic met regels

source: topic to direct to from calendar
nl: topic om naar te verwijzen vanaf de kalender

source: introduction topic
nl: inleidingstopic

source: group build
nl: groepsbouw

source: group builds
nl: groepsbouwen

source: # participants
nl: # deelnemers

source: model name
nl: naam model

source: finished
nl: afgewerkt

source: points
nl: punten

source: group build participant
nl: groepsbouwdeelnemer

source: group build participants
nl: groepsbouwdeelnemers

source: {build} participant: {user}
nl: {build} deelnemer: {user}

source: Group builds
nl: Groepsbouwen

source: Submit a new group build
nl: Voeg een nieuwe groepsbouw toe

source: Create group build
nl: Maak nieuwe groepsbouw

source: Group builds dashboard
nl: Groepsbouwdashboard

source: In this section you can manage your group builds. Your group builds are split in a set of group builds that you manage, and a set of builds where you're a regular participant.
nl: In dit gedeelte kan je je groepsbouwen beheren. Je groepsbouwen zijn in twee delen opgedeeld: bouwen die je zelf beheert en bouwen waarin je deelnemer bent.

source: New concept/idea
nl: Nieuw concept/idee

source: Organized by you
nl: Door jou georganiseerd

source: Request denied
nl: Aanvraag afgekeurd

source: %(time_left)s left
nl: %(time_left)s resterend

source: You haven't organized any groupbuilds yet. If you have a brilliant idea, share it with us by <a href="%(url_gb_concept)s">submitting your idea</a>.
nl: Je hebt nog geen groepsbouwen georganiseerd. Als je een geweldig idee hebt, deel het dan met ons door je <a href="%(url_gb_concept)s">idee in te voeren</a>.

source: Builds you participate in
nl: Groepsbouwen waaraan je deelneemt

source: Started %(start)s
nl: Begonnen op %(start)s

source: Starts %(start)s (%(time_until)s from now)
nl: Begint op %(start)s (%(time_until)s vanaf nu)

source: You haven't joined a build yet. Maybe you can browse the <a href="%(url_gb_list)s">list</a> to find something interesting?
nl: Je hebt nog aan geen enkele groepsbouw deelgenomen. Misschien kan je wat <a href="%(url_gb_list)s">bladeren</a> door de lijst om iets interessants te vinden?

source: Edit the details
nl: Bewerk de gegevens

source: Return to detail page
nl: Terug naar de detailpagina

source: Theme
nl: Thema

source: What's it all about?
nl: Waar gaat het over?

source: When should it all start and end?
nl: Wanneer moet alles beginnen en klaar zijn?

source: Management
nl: Beheer

source: Who can edit this information?
nl: Wie kan deze informatie bewerken?

source: Enter the forum names
nl: Voeg de forumnamen toe

source: Rules &amp; misc
nl: Regels &amp; overige

source: Less important, but nice to have!
nl: Minder belangrijk, maar leuk om te hebben!

source: Save changes
nl: Wijzigingen bewaren

source: Rules &amp; guidelines
nl: Regels & richtlijnen

source: <p>You can submit your group build ideas here, find interested people, and tweak the subject/data as much as you want.</p> <p>When you're happy with the result, check the calendar and make sure your start-date/duration are reasonable. Then you can submit the group build to the board moderators.</p> <p>The moderators will then review the group build and assign a start date and duration. If needed, they will communicate to you about potential changes.</p> <p>Some general rules apply. The staff can always decide to divert from them if there's a reason for diversion.</p> <ul> <li>No more than <strong>one</strong> group build per discipline. A discipline is roughly equal with a forum (like cars, military aviation, &hellip;)</li> <li>A 'minimum' of <strong>10</strong> participants. Make sure your potential participants have subscribed to the group build, this will be used to check if the quota are met. 'Minimum' is quoted, because 9 participants is usually not a big issue.</li> <li>Think about the duration and make a reasonable estimate. The default duration is three months, this is for a reason. Extensions are possible, but you need a strong case to get it - especially if different group builds in the same forum section are planned!</li> <li>Group builds can be closed at any time if the activity died out. It's your responsibility as admin/gb moderator to keep it active and interesting.</li> <li>Any other rules (like starting with an unoped kit, amount of kits you can participante with, &hellip;) are up to the organisers. Please take care to mention these rules the rules field or in your rules topic.</li> </ul> <p>And most of all, have fun! Group builds are a valuable and popular aspect of scale modelling communities!</p>
nl: <p>Hier kan je je groepsbouwidee toevoegen, gelijkgezinden vinden voor je onderwerp, en je groepsbouw verder vormgeven.</p> <p>Wanneer je gelukkig bent met hoe je groepsbouw eruit moet gaan zien, controleer dan de kalender en check dat je startdatum en duur redelijk zijn. Daarna kan je de groepsbouw officieel aanvragen bij de moderators.</p> <p>Vervolgens gaan de moderators de groepsbouw beoordelen en een startdatum en duur toekennen, rekening houdend met jouw suggestie. Indien iets moet aangepast worden, dan zal daarover gecommuniceerd worden.</p> <p>Er gelden enkele algemene regels, waar indien nodig van kan afgeweken worden. Overleg hiervoor met het beheer.</p> <ul> <li>Niet meer dan <strong>één</strong> groepsbouwen per discipline. Een discipline is ruwweg equivalent aan een forum (zoals auto's, militaire luchtvaart, &hellip;)</li> <li>Een 'minimum' van <strong>10</strong> deelnemers, in het groepsbouwenbeheer. De deelnemer moet zichzelf ingeschreven hebben bij de betreffende groepsbouw, forumposts gelden niet. 'Minimum' staat tussen aanhalingstekens, omdat pakweg 9 geen onoverkomelijk obstakel is.</li> <li>Denk goed na over de duur en maak een redelijke inschatting. De standaardduur is drie maanden, en dit is met reden zo gekozen. Verlengingen zijn mogelijk, maar dan moet er wel een echt goede reden voor zijn - al helemaal als er verschillende groepsbouwen in hetzelfde forumdeel geplanned zijn!</li> <li>Groepsbouwen kunnen op ieder moment gesloten worden als de activiteit te laag geworden is. Het is jouw verantwoordelijkheid als groepsbouwbeheerder/organisator om de bouw actief en interessant te houden.</li> <li>Alle andere regels (nieuwe kit starten, aantal kits die je mag bouwen, &hellip;) worden door de organisator ingevuld. Vergeet niet om deze regels te vermelden bij de groepsbouw of in het topic met de bouw-regels!</li> </ul> <p>En het belangrijkste van alles, zorg dat het leuk wordt! Groepsbouwen zijn een kostbaar en populair aspect van modelbouwfora!</p>

source: Ongoing
nl: Bezig

source: to be determined
nl: nog te bepalen

source: Go to forum
nl: Ga naar het forum

source: Uh-oh, problems!
nl: Uh-oh, problemen!

source: All you need to know...
nl: Alles wat je moet weten...

source: Introduction
nl: Inleiding

source: Rules
nl: Regels

source: My models
nl: Mijn modellen

source: Go read the <a href="%(url)s">rules topic</a>
nl: Lees het <a href="%(url)s">regelstopic</a>.

source: No specific rules, which means the default rules apply!
nl: Er zijn geen concrete regels, wat betekent dat de standaarregels van toepassing zijn!

source: Build report
nl: Brouwverslag

source: Actions
nl: Acties

source: Login to view your models
nl: Log in om je modellen te bekijken

source: 1 participant
nl: 1 deelnemer

source: Builder
nl: Brouwer

source: Join us!
nl: Doe mee!

source: Show your interest!
nl: Toon je interesse!

source: Submit!
nl: Bevestig!

source: Hitting the button is enough, but providing more information is always nice!
nl: Op de knop klikken is voldoende, maar we houden van wat meer informatie!

source: Organiser
nl: Organisator

source: You!
nl: Jij!

source: Use this to embed the group build in the forum
nl: Gebruik dit om de groepsbouw in een post te integreren.

source: Set it in stone!
nl: Leg de groepsbouw vast!

source: Submit request
nl: Verstuur aanvraag

source: Group builds - some information
nl: Groepsbouwen - wat informatie

source: A group build is basically a themed build with a set start and end date. Builders who share interests for a certain theme can poll other forum members if they are interested to take part in a group build. Group builds usually result in tight groups of builders around a narrow field, providing valuable theme-specific reference documentation and small facts.
nl: Een groepsbouw is in essentie een bouw rond een bepaald thema met een vastgelegde start- en eindtijd. Brouwers die interesse hebben in een bepaald thema kunnen nagaan of andere brouwers die interesse delen en zin hebben om deel te nemen aan een groepsbouw. Groepsbouwen werken meestal rond een afgebakend gebied, waarbij waardevolle referenties en weetjes gedeeld worden.

source: 'Ok, sounds cool and all' I hear you think. But what if you have your own idea? Just click the button below to submit your idea! We provide the platform and forum-integration to get your idea going!
nl: 'Ok, dat klinkt allemaal wel leuk enzo' hoor ik je denken. Maar wat als jij nu een idee hebt? Klik dan op de knop hieronder om je idee in te voeren, en wij zorgen voor het platform en de forumintegratie om je idee op te starten!

source: My groupbuilds
nl: Mijn groepsbouwen

source: New concepts
nl: Nieuwe concepten

source: Nobody seems to have a clue! Maybe you can <a href="%(url_gb_concept)s">submit your own idea?</a>
nl: Niemand lijkt inspiratie te hebben! Misschien kan je <a href="%(url_gb_concept)s">zelf een idee toevoegen?</a>

source: Starting soon
nl: Wordt binnenkort gestart

source: Nothing starting in the next six weeks. Maybe there's something further down the road in the <a href="#calendar">calendar</a>?
nl: In de komende zes weken starten geen groepsbouwen. Misschien is er iets later geplanned, check de <a href="#calendar">kalender</a>.

source: Calendar
nl: Kalender

source: All unfinished group builds
nl: Alle niet-afgelopen groepsbouwen

source: Submitting the group build
nl: Groepsbouw aanvragen

source: To submit the groupbuild you need to have set a start date and duration. If you confirm to submit the groupbuild, the moderators take a look if all requirements are met and if so, put it on the calendar. If not all requirements are met, you will receive feedback about this.
nl: Om de groepsbouw officieel aan te vragen dien je een startdatum en duur op te geven. Wanneer je een aanvraag indient, bekijken de moderators of aan alle eisen voldaan is. Is dat het geval, dan komt de groepsbouw op de kalender. Indien niet, dan krijg je hierover feedback.

source: Confirm submission
nl: Bevestig aanvraag

source: This groupbuild cannot be submitted. Make sure you meet all the requirements.
nl: Deze groepsbouw kan nog niet aangevraagd worden. Zorg dat alle eisen voldaan zijn.

source: Go to edit page
nl: Ga naar de bewerkpagina

source: View outside of forum
nl: Bekijk eigen groepsbouwpagina

source: Description
nl: Beschrijving

source: end
nl: einde

source: Rules topic
nl: Topic met regels

source: Participants
nl: Deelnemers

source: Finished?
nl: Klaar?

source: Add your project
nl: Voeg je project toe

source: No, thanks
nl: Nee, bedankt

source: Sure, sign me up
nl: Ja, doe maar

source: You've just created a new topic in this groupbuild. Would you like to add it to the groupbuild's participants list?
nl: Je hebt net een nieuwe topic aangemaakt binnen deze groepsbouw. Wil je het toevoegen aan de lijst met deelnemers?

source: Progress
nl: Voortgang

source: See how much time is left
nl: Zie hoeveel tijd er nog is

source: Edit your build details
nl: Bewerk je deelnamedetails

source: Your group build has been submitted to the moderator team.
nl: Je groepsbouw is aan het moderatorteam voorgelegd ter goedkeuring.

source: You're now listed as participant!
nl: Je staat nu op de deelnemerslijst!
