Repository: Clarity-89/modelbrouwers
Catalog: brouwers/locale/*/LC_MESSAGES/django.po
Languages: nl

source: English
nl: Engels

source: Dutch
nl: Nederlands

source: You have used this album title before. Make sure to pick an unique title.
nl: Je hebt deze albumtitel al eerder gebruikt. Kies een unieke titel.

source: This event has been logged
nl: Deze gebeurtenis werd gelogged.

source: This link doesn't point to a valid forum topic. Please correct the error
nl: Deze link wijst niet naar een forumtopic. Pas de fout aan aub.

source: Own albums
nl: Eigen albums

source: Group albums
nl: Groepalbums

source: Public albums
nl: Publieke albums

source: Upload a picture from url
nl: Foto uploaden vanaf een link

source: Make sure the link points to a jpg or png image.
nl: Zorg dat de link naar een .jpg of .png afbeelding verwijst.

source: Could not download the image from the url
nl: De afbeelding kon niet gedownload worden

source: Keywords
nl: Zoektermen

# write permissions for owner
source: owner
nl: mezelf

source: group
nl: groep

source: everyone
nl: iedereen

source: name
nl: naam

source: order
nl: volgorde

source: url
nl: link

source: on frontpage
nl: op de voorpagina

source: public
nl: publiek?

source: If the category is public, regular users can add their albums to the category. If it isn't, only people with admin permissions can do so.
nl: Als de categorie publiek is, dan kunnen alle gebruikers albums eraan toevoegen. Anders kunnen enkel gebruikers met administratorrechten albums toevoegen aan deze categorie.

source: category
nl: categorie

source: categories
nl: categorieën

source: user
nl: gebruiker

source: album title
nl: albumtitel

source: album description
nl: beschrijving

source: Image to use as album cover.
nl: Afbeelding voor de albumcover

source: last modified
nl: laatst gewijzigd

source: Public?
nl: Publiek?

source: Can this album be viewed by everyone? Untick to make the album available only to yourself.
nl: Is dit album zichtbaar voor iedereen? Vink uit om het album enkel voor jezelf zichtbaar te maken.

source: build report
nl: brouwverslag

source: Link to the forumtopic of the build.
nl: Link naar het topic van de bouw.

source: appreciation
nl: waardering

source: writable to
nl: schrijfbaar voor

source: Can edit/remove album
nl: Kan album bewerken/verwijderen

source: Can see all albums
nl: Kan alle albums zien

source: Can use new albums
nl: Kan nieuwe albums gebruiken

source: Album for which the group has write permissions.
nl: Album waarin de groep foto's mag toevoegen.

source: users
nl: gebruikers

source: Users who can write in this album.
nl: Gebruikers die foto's kunnen toevoegen aan dit album.

source: album group
nl: albumgroep

source: album groups
nl: albumgroepen

source: Write permissions for '%(album)s'
nl: Schrijfrechten voor '%(album)s'

source: width
nl: breedte

source: height
nl: hoogte

source: image
nl: foto

source: photo description
nl: beschrijving

source: Photo
nl: Foto

source: Photos
nl: Foto's

source: Multiple files at once
nl: Meerdere bestanden tegelijk

source: Basic
nl: Beperkt

source: Black
nl: Zwart

source: White
nl: Wit

source: Light grey
nl: Lichtgrijs

source: Dark grey
nl: Donkergrijs

source: default image dimensions
nl: standaard afmetingen

source: Your pictures will be scaled to this size.
nl: Formaat waarnaar je afbeeldingen herschaald worden.

source: default uploader
nl: standaard uploader

source: Multiple files at once makes use of a Flash uploader, you select all your files without having to click too much buttons. The basic uploader has a file field for each image.
nl: Meerdere bestanden tegelijk gebruikt een Flash uploader. Hiermee kan je alle bestanden in een map in één keer selecteren. De beperkte uploader vereist dat je elk bestand apart selecteert.

source: start uploading automatically?
nl: meteen beginnen uploaden

source: Start upload automatically when files are selected
nl: Automatisch beginnen uploaden zodra bestanden geselecteerd zijn

source: Show direct links under the photo
nl: Toon de directe link naar de afbeelding

source: When checked, you will see all the albums and be able to edit them.
nl: Als dit aangevinkt is kan je alle albums zien en bewerken.

source: collapse sidebar
nl: standaard ingeklapte zijbalk

source: Show the sidebar as closed when typing a post.
nl: Verberg de zijbalk volledig tijdens het typen van een post.

source: hide sidebar
nl: verberg de zijbalk

source: Hide the sidebar completely when typing a post and activate it with a button.
nl: Verberg de zijbalk volledig tijdens het typen van een post en activeer ze doorop een knop te klikken.

source: sidebar background color
nl: Achtergrondkleur

source: Background for the overlay in the board.
nl: Achtergrondkleur voor de zijbalk in het antwoordscherm.

source: transparent background?
nl: achtergrond transparant?

source: sidebar text color
nl: tekstkleur

source: Text color in the overlay. HTML color format #xxxxxx or #xxx.
nl: Tekstkleur in de zijbalk. HTML kleurcodes worden aanvaard.

source: sidebar width
nl: Breedte

source: Width of the sidebar. E.g. '30%' or '300px'.
nl: Breedte van de zijbalk, in pixels of procent. Bijvoorbeeld: '300px' of '20%'

source: User preferences
nl: Gebruikersinstellingen

source: user who downloaded the album
nl: gebruiker die het album downloadde

source: timestamp
nl: tijdstip

source: Download of %(album)s by %(username)s
nl: Download van %(album)s door %(username)s

source: This album could not be downloaded because it has no photos yet.
nl: Dit album kon niet gedownload worden, het bevat nog geen foto's.

source: E-mail
nl: E-mailadres

source: A user with that username already exists.
nl: Er bestaat al iemand met deze gebruikersnaam.

source: The two password fields didn't match.
nl: De wachtwoordvelden zijn niet identiek.

source: Username
nl: Gebruikersnaam

source: E-mail address
nl: E-mailadres

source: Password
nl: Wachtwoord

source: Password confirmation
nl: Wachtwoord - bevestig

source: Enter the same password as above, for verification.
nl: Vul hetzelfde wachtwoord in als hierboven ter controle.

source: This e-mail address is already registered.
nl: Dit e-mailadres is al geregistreerd.

source: answer
nl: antwoord

source: Forum name
nl: Forumnaam

source: This user doesn't exist on the board, check for typos.
nl: Deze gebruiker bestaat niet op het forum. Controleer op typfouten.

source: You entered the wrong code.
nl: Je hebt een foutieve code ingegeven.

source: The username entered was not correct.
nl: De ingegeven gebruikersnaam was niet correct.

source: If you forgot your username, you can enter the e-mail address you registered with.
nl: Als je je gebruikersnaam vergeten bent, dan kan je het e-mailadres waarmee je registreerde ingeven.

source: This user is unknown in the database.
nl: Deze gebruiker is onbekend in de databank.

source: This email adress is unknown in the database
nl: Dit e-mailadres is onbekend in de databank.

source: Enter your username or e-mail address.
nl: Voer je gebruikersnaam of e-mailadres in.

source: Belgium
nl: België

source: exclude me from nominations
nl: sluit me uit van nominaties

source: If checked, you will be excluded from Awards-nominations.
nl: Vink dit aan om niet genomineerd te worden in de Awards.

source: street name
nl: straatnaam

source: number
nl: nummer

source: house number (+ PO box if applicable)
nl: huisnummer (+ postbus indien van toepassing)

source: postal code
nl: postcode

source: city
nl: stad

source: province
nl: provincie

source: country
nl: land

source: userprofile
nl: gebruikersprofiel

source: userprofiles
nl: gebruikersprofielen

source: username
nl: gebruikersnaam

source: email
nl: e-mailadres

source: forum user
nl: forumgebruiker

source: forum users
nl: forumgebruikers

source: Question which must be answered for registration.
nl: Vraag die beantwoord moet worden voor de registratie

source: expire datetime
nl: vervaldatum

source: password reset
nl: Wachtwoord reset

source: password resets
nl: Wachtwoord resets

source: Password reset for %(user)s
nl: Wachtwoord reset voor %(user)s

source: path from
nl: pad van

source: path from where to redirect, without leading slash. E.g. '/shop/' becomse 'shop/'.
nl: pad vanaf waar geredirect moet worden, zonder forward slash. Bijvoorbeeld: '/shop/' wordt 'shop/'

source: redirect to
nl: redirect naar

source: Path (relative or absolute to the docroot) or url.
nl: Pad (relatief of absoluut tot de website root) of url.

source: redirect
nl: omleiding

source: redirects
nl: omleidingen

source: Your profile data has been updated.
nl: Je profielgegevens werden bijgewerkt.

source: Some fields were not valid, please fix the errors.
nl: Sommige gegevens waren ongeldig, pas a.u.b. de problemen aan.

source: Your account is still inactive! You won't be able to log in until you reactivate with the link sent by e-mail.
nl: Je account is nog inactief! Je zal niet kunnen inloggen tot je je account geheractiveerd hebt via de link die gemaild werd.

source: Hello %(nickname)s, You or someone else has requested a password reset for your Modelbrouwers.nl account. This request will expire after 24 hours. Go to %(url)s to complete your password reset. Sincerely, The Modelbrouwers.nl staff
nl: Hallo %(nickname)s, Jijzelf of iemand anders heeft een wachtwoordreset aangevraagd voor je Modelbrouwers.nl account. Deze aanvraag vervalt na 24 uur. Ga naar %(url)s om je wachtwoordreset uit te voeren. Met vriendelijke groet, Het Modelbrouwers.nl beheer

source: nickname
nl: gebruikersnaam

source: Modelbrouwers.nl password reset
nl: Modelbrouwers.nl wachtwoordreset

source: An e-mail was sent to '%(email)s' with a link to reset your pasword.
nl: Er werd een e-mail verstuurd naar '%(email)s' met een link om je wachtwoord te resetten.

source: album user migration
nl: albumgebruikermigratie

source: album user migrations
nl: albumgebruikermigraties

source: last seen online
nl: laatst online

source: notificate
nl: toon in popup

source: Send a notification to the online moderators when this user is online.
nl: Stuur een melding naar de online moderators als deze gebruiker online is.

source: tracked user
nl: gevolgde gebruiker

source: tracked users
nl: gevolgde gebruikers

source: year
nl: jaar

source: Year the lottery starts.
nl: Jaar waarin de lootjesverdeling plaatsvindt.

source: enrollment start
nl: start inschrijvingen

source: From when can people enroll.
nl: Tijdstip vanaf wanneer mensen mogen inschrijven.

source: enrollment end
nl: einde inschrijvingen

source: Until when can people enroll.
nl: Tijdstip tot wanneer mensen mogen inschrijven.

source: lottery date
nl: datum lootjesverdeling

source: When will the lottery happen?
nl: Wanneer gebeurt de lootjesverdeling?

source: Lottery done?
nl: Lootjes verdeeld?

source: price class
nl: prijsklasse

source: secret santa edition
nl: secret santa editie

source: participant
nl: deelnemer

source: participants
nl: deelnemers

source: Standard
nl: Standaard

source: size
nl: maat

source: color
nl: kleur

source: mail the shirt
nl: shirt opsturen

source: Mailing the shirt will add 8 euros to the costs and you need to fill in your address data in your profile.
nl: Opsturen van het shirt voegt 8 euro toe aan de prijs en je moet je adresgegevens invullen in je profiel.

source: Check this box if you want the moderator shirt. Moderators only!
nl: Vink dit aan als je een moderatorshirt wenst. Enkel voor mods!

source: order time
nl: besteltijd

source: payment received
nl: betaling ontvangen

source: shirt order
nl: shirtbestelling

source: shirt orders
nl: shirtbestellingen

source: Dear %(username)s, This is an order confirmation for a Modelbrouwers.nl shirt with the following options: color %(color)s; size %(size)s; type %(type)s. The order was placed on %(date)s. To complete this order, please make a payment to Sergei Maertens on the following account: IBAN: BE47 1325 1771 2380 BIC: BNAG BE BB. Be sure to mention your order ID: %(orderid)s. The price for this order is %(price)s euros. Sincerely, Sergei Maertens
nl: Beste %(username)s, Dit is een bevesting van je Modelbrouwers.nl shirt bestelling met de volgende opties: kleur %(color)s; maar %(size)s; type %(type)s. De bestelling werd geplaatst op %(date)s. Om deze bestelling te voltooien moet je nog een betaling overmaken aan Sergei Maertens naar de volgende rekening: IBAN: BE47 1325 1771 2380 BIC: BNAG BE BB. Vergeet niet het ID van je bestelling te vermelden: %(orderid)s. De totaalprijs voor deze bestelling bedraagt %(price)s euro. Met vriendelijke groet, Sergei Maertens

source: Modelbrouwers.nl shirt order
nl: Modelbrouwers.nl shirtbestelling

source: You have placed order %(orderid)s
nl: Je hebt bestelling %(orderid)s geplaatst.

source: Oops... a 404!
nl: Oeps... een 404!

source: The requested page could not be found or isn't accessible because of limited user rights. Click on the big logo above or click <a href="/">here</a> to return to the homepage. Alternatively, use the back button in your browser or click <a href="%(return)s">here</a> to return to the previous page.
nl: De opgevraagde pagina kon niet gevonden worden of je hebt niet voldoende rechten om de pagina te bekijken. Klik op het grote logo hierboven of klik <a href="/">hier</a> om naar de homepage terug te keren. Je kan ook de 'terug'-knop in je browser gebruiken, of <a href="%(return)s">hier</a> klikken om naar de vorige pagina terug te keren.

source: First page
nl: Eerste pagina

source: of
nl: van

source: Last page
nl: Laatste pagina

source: Modelbrouwers.nl admin
nl: Modelbrouwers.nl administratie

source: administration
nl: administratie

source: Find a member
nl: Zoek een forumlid

source: 1 photo
nl: 1 foto

source: This album is only visible for me
nl: Dit album is enkel zichtbaar voor mij

source: This album is writable for a group
nl: Dit album is schrijfbaar voor een groep

source: Edit album
nl: Album bewerken

source: Move album to trash
nl: Album naar prullenbak verplaatsen

source: Restore album
nl: Album terugzetten

source: modified
nl: gewijzigd

source: created
nl: aangemaakt

source: New album
nl: Nieuw album

source: Save
nl: Bewaren

source: Cancel
nl: Annuleren

source: Move to trash?
nl: Naar prullenbak verplaatsen?

source: Confirm
nl: Bevestigen

source: search albums...
nl: albums doorzoeken...

source: choose an album cover
nl: albumcover kiezen

source: find users...
nl: gebruikers doorzoeken...

source: click to remove from group
nl: klik om uit de groep te verwijderen

source: Add photos
nl: Foto's toevoegen

source: My albums
nl: Mijn albums

source: All albums
nl: Alle albums

source: My last uploads
nl: Mijn laatste uploads

source: Preferences
nl: Voorkeuren

source: Last modified albums
nl: Laatst gewijzigde albums

source: Last uploads
nl: Laatste uploads

source: Build report
nl: Brouwverslag

source: set as album cover
nl: instellen als albumcover

source: delete photo
nl: foto verwijderen

source: download album (.zip)
nl: album downloaden (.zip)

source: Edit album &lsquo;<strong>%(album)s</strong>&rsquo;
nl: Bewerk album &lsquo;<strong>%(album)s</strong>&rsquo;

source: Photo in the album <a href="%(album_url)s"><strong>%(album)s</strong></a>
nl: Foto in het album <a href="%(album_url)s"><strong>%(album)s</strong></a>

source: There was 1 photo in the album %(album)s prior to this upload.
nl: Er was 1 foto in het album %(album)s voor deze upload.

source: Create new album
nl: Maak nieuw album

source: Fix the error
nl: Herstel de fout

source: Add album
nl: Album toevoegen

source: Organize albums
nl: Albums organiseren

source: error
nl: fout

source: My personal albums
nl: Mijn persoonlijke albums

source: Manage
nl: Beheren

source: Trash
nl: Prullenbak

source: Show all my personal albums
nl: Al mijn persoonlijke albums tonen

source: Your browser has no javascript. You can reorganize your albums on an <a href="%(manage_url)s">alternative page</a>.
nl: Je browser ondersteunt geen javascript, wat vereist is voor deze uploader. Je kan je albums organiseren op een <a href="%(manage_url)s">alternatieve pagina</a>.

source: My public albums &#45; others can add photos
nl: Mijn persoonlijke albums &#45; anderen kunnen foto's toevoegen.

source: Public albums &#45; writable for me
nl: Publieke albums &#45; schrijfbaar voor mij

source: Are you sure you want to move the album &lsquo;<span id="id-album-title"></span>&rsquo; to the trash?
nl: Ben je zeker dat je het album &lsquo;<span id="id-album-title"></span>&rsquo; naar de prullenbak wil verplaatsen?

source: My last uploads...
nl: Mijn laatste uploads...

source: You are now in the photo albums!
nl: Je bent nu in de fotoalbums!

source: From
nl: Van

source: in the album
nl: in het album

source: (1 image)
nl: (1 foto)

source: edit
nl: bewerken

source: Here you can configure your preferences
nl: Stel hier je voorkeuren in

source: complete
nl: voltooien

source: Browse
nl: Bladeren

source: Images...
nl: Afbeeldingen...

source: Upload images
nl: Afbeeldingen uploaden

source: Your browser doesn't support javascript, which is required for this uploader to work. You can use an <a href="%(upload_url)s">alternative uploader</a>.
nl: Je browser ondersteunt geen javascript, wat vereist is voor deze uploader. Jekan een <a href="%(upload_url)s">alternatieve uploader</a> gebruiken.

source: You can upload images on this page. Choose the album you want to upload to and select pictures. You can set some extra info on the images in the next step.
nl: Op deze pagina kan je foto's uploaden. Kies het album waarnaar je wil uploaden en voeg de foto's toe. In een volgende stap kan je desgewenst een beschrijving invullen.

source: Upload to
nl: Uploaden naar

source: Start upload
nl: Begin upload

source: Upload queue
nl: Bestanden wachtrij

source: Close
nl: Sluiten

source: Insert all
nl: Alles invoegen

source: click on the image to insert
nl: klik op de afbeelding om in te voegen

source: You don't seem to have photos here. Upload some in <a href="%(upload_url)s">our albums</a>!
nl: Je lijkt hier nog geen foto's te hebben. Upload ze naar <a href="%(upload_url)s">onze albums</a>!

source: Search albums
nl: Albums doorzoeken

source: Modelbrouwers.nl &bull; Edit profile
nl: Modelbrouwers.nl &bull; Profiel bewerken

source: Change password
nl: Wachtwoord wijzigen

source: Your username
nl: Je gebruikersnaam

source: Address details
nl: Adresdetails

source: Language settings
nl: Taalinstellingen

source: Set your preferred language here. Note that this setting is stored in your cookies, so if you clear those, the default language according to your browser preferences will be used.
nl: Stel hier je voorkeurstaal in. Let op, de instellingen worden in je cookies bewaard. Als je deze wist, wordt de voorkeurstaal op basis van je browserinstellingen gekozen.

source: Contact admins@modelbrouwers.nl if you are interested in helping with translations.
nl: Contacteer admins@modelbrouwers.nl als je interesse hebt om mee te helpen met vertalingen.

source: Shirt ordering
nl: Shirt bestellen

source: With this form, you can order a Modelbrouwers.nl shirt. After ordering, you will receive an e-mail with account details. You must pay the shirt to complete the order.
nl: Met dit formulier bestel je een Modelbrouwers.nl shirt. Na het plaatsen van de bestelling ontvang je een e-mail met de rekeninggegevens. Je moet het shirt betalen om de bestelling te voltooien.

source: If you don't wish the shirt to be mailed, the delivery of the shirt will happen on some meeting. You will be contacted for this through your e-mail.
nl: Als je het shirt niet wenst te ontvangen per post, dan zal het afleveren op een of andere meeting gebeuren. Er zal contact opgenomen worden via e-mail om dit vast te leggen.

source: The price of a shirt is 10 euros + 8 if you want it mailed.
nl: De prijs bedraagt 10 euro + 8 als je het per post wenst te ontvangen.

source: Place order
nl: Bestelling plaatsen

source: Note: the preview of the shirt is a mock-up. The actual shirt may be slightly different.
nl: Opmerking: het voorbeeld van de shirts is een mock-up. Het eigenlijke shirt kan lichtjes anders zijn.

source: Dear %(username)s,
nl: Beste %(username)s,

source: This is an order confirmation for a Modelbrouwers.nl shirt with the following options: color %(color)s; size %(size)s; type %(type)s. The order was placed on %(date)s
nl: Dit is een bevesting van een Modelbrouwers.nl shirtbestelling met de volgende opties: kleur %(color)s; maat %(size)s; type %(type)s. De bestelling werd geplaatst op %(date)s

source: To complete this order, please make a payment to Sergei Maertens on the following account:<br >IBAN: BE47 1325 1771 2380<br >BIC: BNAG BE BB.<br ><br >Be sure to mention your order ID: %(orderid)s. <br > The price for this order is %(price)s euros.
nl: Om de bestelling te voltooien moet je het verschuldigde bedrag overmaken aan Sergei Maertens op de volgende rekening:<br >IBAN: BE47 1325 1771 2380<br >BIC: BNAG BE BB.<br ><br >Vergeet niet om je bestellings ID te vermelden: %(orderid)s. <br > De totaalprijs voor deze bestelling is %(price)s euro.

source: Sincerely,<br >Sergei Maertens
nl: Met vriendelijke groet,<br >Sergei Maertens
