Repository: Clarity-89/modelbrouwers
Catalog: src/brouwers/kits/locale/*/LC_MESSAGES/django.po
Languages: nl

source: merge into
nl: samenvoegen in

source: Merge duplicates
nl: Duplicaten samenvoegen

source: Merge selected %(verbose_name_plural)s
nl: Voeg de geselecteerde %(verbose_name_plural)s samen

source: view image
nl: bekijk afbeelding

source: boxart
nl: doosafbeelding

source: brand
nl: merk

source: This brand already exists
nl: Dit merk bestaat al

source: is active
nl: is actief

source: Whether the brand still exists or not
nl: Geeft aan of het merk nog bestaat of niet

source: brands
nl: merken

source: scale
nl: schaal

source: This scale already exists
nl: Deze schaal bestaat al

source: scales
nl: schalen

source: very easy
nl: zeer makkelijk

source: easy
nl: makkelijk

source: medium
nl: gemiddeld

source: hard
nl: moeilijk

source: very hard
nl: zeer moeilijk

source: kit name
nl: kitnaam

source: kit number
nl: kitnummer

source: Kit number as found on the box.
nl: Kitnummer zoals die op de doos staat.

source: difficulty
nl: moeilijkheidsgraad

source: box image
nl: boxart

source: duplicates
nl: duplicaten

source: Kits that are the same but have another producer.
nl: Kits die identiek zijn, maar uitgegeven door een ander merk.

source: model kit
nl: bouwdoos

source: model kits
nl: bouwdozen

source: Are you sure you want to merge the selected %(objects_name)s?
nl: Ben je zeker dat je de geselecteerde %(objects_name)s wil samenvoegen?

source: Yes, I'm sure
nl: Ja, ik ben zeker

source: No, take me back
nl: Nee, keer terug

source: load more
nl: meer tonen

source: Add new kit to the database
nl: Voeg een nieuwe kit toe aan de databank

source: Please, only add new kits if they were not available via the search function.
nl: Gelieve enkel nieuwe kits toe te voegen als ze niet te vinden zijn via de zoekfunctie.

source: choose the brand
nl: kies het merk

source: choose the scale
nl: kies de schaal

source: Close
nl: Sluiten

source: Save
nl: Bewaren

source: filter by name
nl: zoek op naam

source: &hellip; or add a new kit
nl: &hellip; of voeg een nieuwe kit toe

source: name
nl: naam
