Repository: Clarity-89/modelbrouwers
Catalog: builds/locale/*/LC_MESSAGES/django.po
Languages: nl

source: General information
nl: Algemene informatie

source: Kit information
nl: Kitinformatie

source: Enter a keyword or the name of the builder
nl: Geef een zoekterm of de naam van de bouwer

source: Start date
nl: Begindatum

source: End date
nl: Einddatum

source: This URL doesn't point to a forum topic.
nl: Deze URL wijst niet naar een forum brouwverslag.

source: link to the build report
nl: link naar het brouwverslag

source: PHPBB topic id, used to build the link to the topic.
nl: PHPBB topic id, wordt gebruikt om de link naar het brouwverslag te genereren.

source: Used to determine the 'category'.
nl: Wordt gebruikt om de categorie te bepalen.

source: title
nl: titel

source: Enter a descriptive build title.
nl: Geef een duidelijke omschrijving.

source: scale
nl: schaal

source: Enter the number after the "1:" or "1/". E.g. 1/48 --> enter 48.
nl: Geef de schaal (bv voor 1/48 geef je 48).

source: brand
nl: merk

source: brand name (old)
nl: merk

source: start date
nl: begindatum

source: end date
nl: einddatum

source: Photo 1
nl: Foto 1

source: Enter a link to a photo
nl: Geef de URL van een foto

source: Photo 2
nl: Foto 2

source: Photo 3
nl: Foto 3

source: build report
nl: brouwverslag

source: build reports
nl: brouwverslagen

source: Add a build report
nl: Voeg een brouwverslag toe

source: Last 20 builds
nl: Laatste 20 verslagen

source: Use this page to link your projects to your profile. Caution, everything you enter here is public for all visitors!
nl: Gebruik deze pagina om je projecten te linken naar je profiel. PAS OP: alles wat je hier opgeeft is voor alle bezoekers zichtbaar!

source: Save
nl: Opslaan

source: Sign in to add your own build reports!
nl: Log in om brouwverslagen toe te voegen!

source: Build reports
nl: Brouwverslagen

source: Overview / Add build report
nl: Overzicht / Voeg brouwverslag toe

source: My builds
nl: Mijn projecten

source: View topic
nl: Bekijk brouwverslag

source: Title
nl: Titel

source: Brand
nl: Merk

source: Scale
nl: Schaal

source: Unknown
nl: Onbekend

source: No build reports were found for this user!
nl: Van deze gebruiker zijn geen brouwverslagen gevonden!

source: Edit build report
nl: Brouwverslag bewerken

source: Build reports overview
nl: Overzicht van verslagen

source: Topic url
nl: URL van het verslag

source: Go to topic...
nl: Ga naar dit verslag
